Repository: common-repository/wc-shipmendo-lite
Catalog: lang/shipmendo-lite-*.po
Languages: tr_tr

source: Dear {customer_name}, Your order(#{order_number}) shipped with {cargo_company_info}. To track your shipping: {url}
tr_tr: Merhaba, {customer_name}. #{order_number} numaralı siparişiniz {cargo_company_info} ile gönderilmiştir. Takip etmek için: {url}

source: Customer Name
tr_tr: Müşteri Adı

source: Order Number
tr_tr: Sipariş Numarası

source: Order ID
tr_tr: Sipariş ID

source: Tracking Number
tr_tr: Takip Numarası

source: Company Name
tr_tr: Kargo Firması

source: Tracking URL
tr_tr: Takip Bağlantısı

source: Settings
tr_tr: Ayarlar

source: Support
tr_tr: Destek

source: Upgrade Now
tr_tr: Şimdi Yükselt

source: This Wordpress plugin allows you share the shipping process of your orders with WooCommerce. You can ensure a more effective use by completing the following settings.
tr_tr: Bu Wordpress eklentisi WooCommerce e-ticaret sitenizde, kargo gönderim detaylarının müşterinizle paylaşılmasını sağlar. Aşağıdaki ayarları tamamlayarak daha etkin kullanım sağlayabilirsiniz.

source: Enable SMS Notification:
tr_tr: SMS Bildirimlerini Etkinleştir:

source: SMS Message Template:
tr_tr: SMS Mesaj Şablonu:

source: Available Shortcodes:
tr_tr: Kullanılabilir kısa kodlar:

source: Get the <a href="%s">"WP SMS Functions"</a> plugin to activate the SMS sending feature.
tr_tr: SMS gönderimini aktif etmek için <a href="%s">”WP SMS Functions”</a> eklentisini yüklemelisiniz.

source: Enable Email Notification:
tr_tr: E-posta Bildirimlerini Etkinleştir:

source: Default Shipment Company
tr_tr: Varsayılan Gönderim Firması

source: Save Changes
tr_tr: Değişiklikleri Kaydet

source: You can <b>fully automated</b> the shipping processes on your WooCommerce website. <a class="button" href="%s" target="_blank">%s</a>
tr_tr: WooCommerce e-ticaret sitenizin kargo süreçlerini <b>tam otomatik</b> sürdürmek ister misiniz? <a class="button" href="%s" target="_blank">Şimdi Yükselt</a>

source: Shipped
tr_tr: Kargoya Verildi

source: Shipped (%s)
tr_tr: Kargoya Verildi (%s)

source: Shipment Details
tr_tr: Gönderi Detayları

source: Update order status as 'Shipped'.
tr_tr: Sipariş durumunu 'Kargoya Verildi' olarak güncelle.

source: Track Order
tr_tr: Kargo Takibi

source: Shipping Company
tr_tr: Gönderim Firması

source: Order has been shipped!
tr_tr: Siparişiniz yola çıktı!

source: This email is received when an order status is changed to Shipped.
tr_tr: Bu e-mail sipariş durumu Kargoya Verildi durumunda alınır.

source: [{site_title}]: Order has been shipped #{order_number}
tr_tr: [{site_title}]: Siparişiniz Yola Çıktı #{order_number}

source: Order has been shipped: #{order_number}
tr_tr: Siparişiniz yola çıktı: #{order_number}

source: Your order(#%s) has been shipped!
tr_tr: #%s Siparişiniz kargoya verildi!

source: You can view the shipment information following.
tr_tr: Gönderi detayları aşağıda yer almaktadır.

source: Online Tracking
tr_tr: Kargo Takibi

source: SMS sent to %s. Text: %s
tr_tr: %s numarasına SMS gönderimi tamamlandı. Mesaj: %s

source: <strong>shipmendo</strong> must use with <a href="%s">WooCommerce</a>!
tr_tr: <strong>shipmendo</strong>, <a href=“%s”>WooCommerce</a> ile birlikte kullanılabilir. Lütfen WooCommerce’i aktif hale getirin!

source: Share your shipping process with your customers with shipmendo - Lite. Supported shipment gateways: Aras, MNG, PTT, Surat, UPS ,Yurtici
tr_tr: Siparişleriniz kargo durumunu müşterilerinizle SMS/e-posta yoluyla paylaşın. Desteklenen firmalar: Aras, MNG, PTT, Sürat, UPS, Yurtiçi
